Repository: vjega/python-tutorial
Catalog: sigaram/locale/*/LC_MESSAGES/django.po
Languages: ta

source: Title
ta: தலைப்பு

source: Heading
ta: தலைப்பு

source: User Name
ta: பயனர் பெயர்

source: Password
ta: மறைச்சொல்

source: First
ta: முதல்

source: Name
ta: பெயர்

source: last
ta: கடைசி

source: Last
ta: கடைசி

source: Email Id
ta: மின்னஞ்சல்

source: Photo
ta: புகைப்படம்

source: Announcement
ta: அறிவிப்பு

source: Event Title
ta: தலைப்பு

source: Start Time
ta: ஆரம்ப தேதி

source: End Time
ta: முடிவு தேதி

source: All Day Events
ta: முழு நாள் நிகழ்வு

source: Class Name
ta: பயனர் பெயர்

source: Last Name
ta: பயனர் பெயர்

source: Short Name
ta: குறும் பெயர்

source: Type
ta: வகை

source: Description
ta: விளக்கமாக

source: Detail
ta: விவரங்கள்

source: Instructions
ta: செயல்முறை

source: School Name
ta: பள்ளியின் பெயர்

source: Comment
ta: கருத்து

source: Select School
ta: பள்ளி

source: Select Class
ta: வகுப்பை தேர்வு செய்

source: Select Section
ta: பிரிவு

source: Class
ta: வகுப்பு

source: Component
ta: கூறு

source: Lessons
ta: பாடம்

source: Note
ta: குறிப்பு

source: Category
ta: பகுப்பு

source: Choose File
ta: கோப்பு தேர்வு

source: Select Folder
ta: புதிய கோப்பு

source: Chapter
ta: அத்தியாயம்

source: Schools
ta: பள்ளிகள்

source: Teachers
ta: ஆசிரியர்

source: Resources
ta: வளங்கள்

source: Student
ta: மாணவர்

source: Sl No.
ta: எண்

source: Activity
ta: நடவடிக்கைகள்

source: Announcer
ta: அறிவித்தவர்

source: Date
ta: தேதி

source: Reading
ta: வாசிப்பு

source: Image dialog
ta: பட உரையாடல்

source: Writing board
ta: எழுத்து பலகை

source: Composition
ta: கட்டுரை

source: Edit
ta: மாற்று

source: Delete
ta: நீக்கு

source: Assignments
ta: ஒப்படைப்புகள்

source: Written Work
ta: எழுத்துவேலை

source: Exercises
ta: பயிற்சி

source: Lesson Plans
ta: பாடக் குறிப்பு

source: Schools resources
ta: வளங்கள்

source: Notes
ta: குறிப்புகள்

source: Mindmap
ta: மன வரைபடம்

source: Animation
ta: பட உரையாடல்

source: Photography
ta: புகைப்படம்

source: Video
ta: ஒலிஒழிப்படம்

source: Text
ta: எழுத்து

source: Image
ta: புகைப்படம்

source: Audio
ta: ஒலி

source: First Name
ta: குறும் பெயர்

source: last Name
ta: பயனர் பெயர்

source: Assignment
ta: ஒப்படைப்பு

source: Activities
ta: நடவடிக்கைகள்

source: writing
ta: எழுத்துவேலை

source: Multimedia
ta: ஒலிஒளி காட்சி

source: Songs
ta: பாடல்கள்

source: Olippatakkatci
ta: ஒளிபடகாட்சி

source: Teacher Share
ta: ஆசிரியர் பகிர்வு

source: Test
ta: தேர்வு

source: Statistics
ta: புள்ளி விவரம்

source: From Date
ta: தொடங்கும் தேதி

source: To Date
ta: முடியும் தேதி

source: Search
ta: தேடு

source: Assigned
ta: ஒப்படைத்த

source: Answerd
ta: முடித்த

source: Rating
ta: மதிப்பீடு

source: Homework
ta: வீட்டு பாடம்

source: No Rating
ta: மதிப்பிட வில்லை

source: Login
ta: புகுபதிகை

source: Works
ta: வேலை

source: Sticky notes
ta: எண்ணக்குவியல்

source: Save
ta: சேமி

source: Cancel
ta: தவிர்

source: Close
ta: தவிர்

source: Administrators
ta: நிர்வாகிகள்

source: List
ta: பட்டியல்

source: Add Administrator
ta: புதிய நிர்வாகி சேர்க்கவும்

source: Home
ta: மூலத்திரை

source: Billboard
ta: அறிவிப்புப் பலகை

source: Forum
ta: கருத்துக்களம்

source: Students
ta: மாணவர்

source: Classrooms
ta: வகுப்பறை

source: Calendar
ta: நாள் காட்டி

source: Recorder
ta: ரெக்கார்டர்

source: Rubrics
ta: த.நி.வி குறிப்பு

source: Richminmap
ta: மனதில் வரைபடம்

source: Answer
ta: பதில்

source: Record
ta: பதிவு

source: Show
ta: காண்க

source: Vote
ta: வாக்கு

source: Evaluation
ta: மதிப்பீடு

source: Send
ta: அனுப்பு

source: Send to Noticeboard
ta: அறிவிப்புப்பலகைக்குள் செலுத்து

source: Writtenwork already Sent to Noticeboard
ta: அறிவிப்புப்பலகைக்குள் செலுத்தப்பட்டது

source: Total
ta: மொத்தம்

source: Result
ta: முடிவு

source: Answers
ta: பதில்

source: Status
ta: புள்ளி விவரம்

source: Choose Add Correction
ta: திருத்தம் சேர்

source: Add more corrections
ta: மேலும் திருத்தங்களை சேர்க்கவும்

source: Save corrections
ta: திருத்தங்களை சேமிக்கவும்

source: Hide
ta: மறைத்துவை

source: Notice Board
ta: அறிவிப்புப்பலகை

source: Sl.no
ta: வரிசை எண்

source: Question
ta: விளக்கமாக

source: Assigned Date
ta: ஒப்படைப்புகள்

source: Assigned Person
ta: ஒப்படைப்புகள்

source: Responding Day
ta: முடித்த தேதி

source: Comments
ta: கருத்துகள்

source: Add Announcement
ta: புதிய அறிவிப்பு

source: Select Any Users
ta: பயனர் தேர்ந்தெடு

source: Announcement
ta: அறிவுப்புகள்

source: Announcment
ta: அறிவுப்புகள்

source: Select
ta: தேர்ந்தெடு

source: Add Event
ta: நிகழ்வு சேர்க்க

source: Count
ta: எண்ணிக்கை

source: Add Classroom
ta: வகுப்புகள்

source: Shortname
ta: குறும் பெயர்

source: New Folder
ta: புதிய கோப்பு

source: View All Announcement
ta: அறிவிப்புப் பார்க்க

source: My works
ta: எனதுவேலை

source: Go back to list
ta: பட்டியலிட திரும்பிப் போ

source: Teacher
ta: ஆசிரியர்

source: Date Time
ta: தேதி

source: Add School
ta: புதிய பள்ளி

source: Edit School
ta: பள்ளி விவரம்

source: Preview
ta: முன்னோட்டம்

source: Color
ta: வண்ணம்

source: Add Sticky note
ta: கருத்து இணை

source: Edit Sticky note
ta: கருத்து இணை

source: Student Work
ta: மாணவர்

source: Student Profile
ta: மாணவர்

source: Add Student Resources
ta: புதிய வளம்

source: Add Student
ta: புதிய மாணவர் சேர்க்கவும்

source: Edit Student
ta: மாணவர் திருத்தம்

source: Username
ta: பயனர் பெயர்

source: Teacher Resource
ta: ஆசிரியர்

source: Teacher Resources
ta: வளங்கள்

source: Select Part
ta: பகுதியை தேர்வு செய்

source: Add Teacher
ta: புதிய ஆசிரியர்

source: Edit Teacher
ta: ஆசிரியர் திருத்தம்

source: Announce Date
ta: அறிவிப்பு தேதி

source: View
ta: காண்க

source: No Attachement
ta: இணைப்பு இல்லை

source: Thread reply
ta: பதில்

source: No comment
ta: கருத்துகள் இல்லை

source: Thumpnail upload
ta: சிறுபடத்தின் பதிவேற்ற

source: Resource upload
ta: வளங்கள் பதிவேற்ற

source: Doodle Board
ta: அறிவிப்புப்பலகை

source: Picture Composition
ta: கட்டுரை

source: Resource already Sent to Noticeboard
ta: அறிவிப்புப்பலகைக்குள் செலுத்தப்பட்டது

source: New
ta: புதிய

source: Saved
ta: சேமி

source: Completed
ta: முடித்தது

source: Topics
ta: தலைப்பு

source: Topic details
ta: குறிப்புகள்

source: Total Comments
ta: கருத்து எண்ணிக்கை

source: Last author
ta: எழுத்தாளர்

source: New Topic
ta: புதிய தலைப்பு

source: Author
ta: எழுதியவர்

source: Reply
ta: பதில்

source: Classroom
ta: வகுப்பறை

source: Dashboard
ta: முகப்பு

source: Practicals
ta: செய்முறை

source: Send to Classroom
ta: வகுப்பறைக்குள் செலுத்தவும்

source: Resource already sent to classroom
ta: வகுப்பறைக்குள் செலுத்தப்பட்டது

source: Add MindMap
ta: மனவரைபடம்

source: Update Text
ta: மாற்று

source: Add New Node
ta: புதியது

source: Delete Node
ta: அழி

source: Writtenwork already Sent to Classroom
ta: எழுத்துவேலை வகுப்பறைக்குள் செலுத்தப்பட்டது

source: Share
ta: பகிர்வு

source: Connect
ta: சேர்

source: Add
ta: சேர்க்க

source: Remove
ta: நீக்கு

source: Admin Name
ta: நிர்வாகியின் பெயர்

source: Submission
ta: ஒப்படைப்பு

source: Reference
ta: குறிப்பு

source: About me
ta: என்னைப்பற்றி

source: About Me
ta: என்னைப்பற்றி

source: Manual
ta: கையேடு

source: Excel Import
ta: எக்செல் இறக்குமதி

source: Row
ta: வரிசை

source: Column
ta: நெடுவரிசை

source: Create
ta: உண்டாக்கியவர்

source: Submit
ta: ஒப்படைப்பு

source: New Student
ta: மாணவர்

source: Class Room
ta: வகுப்பறை

source: Email
ta: மின்னஞ்சல்

source: Topic
ta: தலைப்பு

source: Edited
ta: மாற்று

source: Shared
ta: பகிர்வு

source: Written
ta: எழுத்து

source: Work
ta: வேலை

source: Start
ta: ஆரம்ப தேதி

source: Writing job
ta: எழுத்து பலகை
